"LTEXT_VERSION" = "2.4.3";
"LTEXT_CATEGORY_VERSION" = "Lite";
"LTEXT_LANGUAGE" = "en";

"IAEFixRemoveCategoryActionLostInUnloadedYears.emailSubject" = "Easy Incomes and Expenses - Check made";
"IAEFixRemoveCategoryActionLostInUnloadedYears.emailBeginMessage" = "Dear user:\n\n Some errors have been found regarding entries linked to categories that were removed.\n\n The good news are that these issues have been solved! So, if your app was suddenly closed when clicking on \"Years\" section, this should not occur again anymore. The system has now linked to the general category all those entries whose categories were removed.\n\nSorry for the inconvenience and thanks for trusting my app. Here I send you a list of entries that have been corrected.You can send this email to any other email you wish in order to have it always available.\n\nList of entries that have been corrected:\n\n";
"IAEFixRemoveCategoryActionLostInUnloadedYears.year" = "Year";
"IAEFixRemoveCategoryActionLostInUnloadedYears.month" = "Month";
"IAEFixRemoveCategoryActionLostInUnloadedYears.amount" = "Amount";
"IAEFixRemoveCategoryActionLostInUnloadedYears.day" = "Day";

"IAEFixRemoveCategoryActionLostInUnloadedYears.alertview.subject" = "Check made";
"IAEFixRemoveCategoryActionLostInUnloadedYears.alertview.message" = "Found some errors in our database that have been corrected";
"IAEFixRemoveCategoryActionLostInUnloadedYears.alertview.ok" = "Ok";

/* Muy importante: No cambiar formato de la etiqueta pues esta presente desde la v1.0 */
"General Income" = "General Income";
"General Expense" = "General Expense";

"LTEXT_NAVIGATIONBAR_TITLE" = "Easy Incomes and Expenses";
"LTEXT_BARBUTTON_YEARS_TITLE" = "Years";
"LTEXT_BARBUTTON_SETTINGS_TITLE" = "Settings";
"LTEXT_BARBUTTON_CATEGORIES_TITLE" = "Categories";
"LTEXT_BARBUTTON_FAVORITES_TITLE" = "Favorites";

"LTEXT_URLPAGE" = "http://www.easyincomesandexpenses.frodrig.com/home_en.html";

"LTEXT_EDITMODE_ANNUALBALANCEINDICATOR" = "Annual balance:";

"LTEXT_EDITMODECONCEPTCELL_ENTRYWITHNODAY" = "No\nday";
"LTEXT_EDITMODECONCEPTHEADER_BASEINFO" = "Balance: %@ - Entries: %d";

"LTEXT_ADD_NEW_CATEGORY" = "Add new category";
"LTEXT_RENAME_CATEGORY" = "Rename category";
"LTEXT_PLACEHOLDER_CATEGORY" = "Category...";
"LTEXT_INVALIDCATEGORY" = "The name of this category is invalid or\n already exists!";

"LTEXT_YEARSELECTOR_WITHCONCEPTYEARS" = "Years with entries";
"LTEXT_YEARSELECTOR_ALLYEARS" = "All years";
"LTEXT_YEARSELECTOR_ACTUALOPENYEAR" = "The current year open is %@";

"LTEXT_CONFIRM_CLEANYEARCONCEPTS_TITLE" = "Confirm";
"LTEXT_CONFIRM_CLEANYEARCONCEPTS_TEXT" = "If your confirm the action, all the entries of the year will be remove forever";
"LTEXT_ALERTVIEW_CANCEL" = "Cancel";
"LTEXT_ALERTVIEW_CLEAN" = "Clean";

"LTEXT_SETTINGS_ABOUT_TITLE" = "Easy Incomes and Expenses";
"LTEXT_SETTINGS_ABOUT_URL" = "easyincomesandexpenses.frodrig.com";
"LTEXT_SETTINGS_ABOUT_LITE" = "Lite (free) version 2.4.3";
"LTEXT_SETTINGS_ABOUT_DESIGNEDANDDEVELOPED" = "Designed and developed by";
"LTEXT_SETTINGS_ABOUT_DEVELOPER" = "Fernando Rodríguez Martínez";
"LTEXT_SETTINGS_ABOUT_FEEDBACK" = "Your feedback is wellcome";
"LTEXT_SETTINGS_ABOUT_EMAIL" = "feedback@frodrig.com";
"LTEXT_SETTINGS_ABOUT_PROVERSIONINFO" = "Soon available the Pro version with new important features.\n\nPlease do not hesitate to sending your suggestions!";

"LTEXT_SETTINGS_MENUSETTINGSOPTION" = "Configure";
"LTEXT_SETTINGS_ABOUTSETTINGSOPTION" = "About";

"LTEXT_EMAIL" = "feedback@frodrig.com";
"LTEXT_EMAIL_SUBJECT" = "About Easy Incomes and Expenses ";

"LTEXT_WEEKDAY_SUNDAY" = "Sunday";
"LTEXT_WEEKDAY_MONDAY" = "Monday";
"LTEXT_WEEKDAY_TUESDAY" = "Tuesday";
"LTEXT_WEEKDAY_WEDNESDAY" = "Wednesday";
"LTEXT_WEEKDAY_THURSDAY" = "Thursday";
"LTEXT_WEEKDAY_FRIDAY" = "Friday";
"LTEXT_WEEKDAY_SATURDAY" = "Saturday";

"LTEXT_MONTH_JANUARY" = "January";
"LTEXT_MONTH_FEBRUARY" = "February";
"LTEXT_MONTH_MARCH" = "March";
"LTEXT_MONTH_APRIL" = "April";
"LTEXT_MONTH_MAY" = "May";
"LTEXT_MONTH_JUNE" = "June";
"LTEXT_MONTH_JULY" = "July";
"LTEXT_MONTH_AUGUST" = "August";
"LTEXT_MONTH_SEPTEMBER" = "September";
"LTEXT_MONTH_NOVEMBER" = "November";
"LTEXT_MONTH_OCTOBER" = "October";
"LTEXT_MONTH_DECEMBER" = "December";

"LTEXT_CALENDARDAYSELECTOR_TITLE" = "%@ of %@";

"LTEXT_CALCULATOR_TITLE" = "input";
"LTEXT_CALCULATOR_NOCATEGORYSELECTED" = "No Category";
"LTEXT_CALCULATOR_NODAYSELECTED" = "Select a day";
"LTEXT_CALCULATOR_DAYSELECTED" = "Day %d, %@";
"LTEXT_CALCULATOR_BUTTON_ADD" = "Add";

"LTEXT_MODESEGMENTEDCONTROL_EDITMODE" = "Entries";
"LTEXT_MODESEGMENTEDCONTROL_REPORTMODE" = "Reports";

"LTEXT_MENUOPTIONSREPORT_OPTIONBALANCE" = "totals";
"LTEXT_MENUOPTIONSREPORT_OPTIONINCOMES" = "incomes";
"LTEXT_MENUOPTIONSREPORT_OPTIONEXPENSES" = "expenses";

"LTEXT_CATEGORYTYPEINCOME_NAME" = "Incomes";
"LTEXT_CATEGORYTYPEEXPENSE_NAME" = "Expenses";

"LTEXT_CATEGORYSELECTOR_INCOMESOPTION" = "Income categories";
"LTEXT_CATEGORYSELECTOR_EXPENSESOPTION" = "Expense categories";

"LTEXT_ALERTVIEW_REMOVECATEGORY_TITLE" = "Confirm remove";
"LTEXT_ALERTVIEW_REMOVECATEGORY_MESSAGE" = "There are one or more entries with this category. If you remove this category, the entries will change to the general category associated.";
"LTEXT_ALERTVIEW_REMOVECATEGORY_CANCELOPTION" = "Cancel";
"LTEXT_ALERTVIEW_REMOVECATEGORY_REMOVEOPTION" = "Remove";

"LTEXT_PHRASE_NOCONCEPTS" = "No entries";
"LTEXT_PHRASE_ONECONCEPT" = "With one entries";
"LTEXT_PHRASE_TWOCONCEPT" = "With two entries";
"LTEXT_PHRASE_THREECONCEPT" = "With three entries";
"LTEXT_PHRASE_FOURCONCEPT" = " With four entries";
"LTEXT_PHRASE_FIVECONCEPT" = "With five entries";
"LTEXT_PHRASE_SIXCONCEPT" = "With six entries";
"LTEXT_PHRASE_SEVENCONCEPT" = "With seven entries";
"LTEXT_PHRASE_EIGHTCONCEPT" = "With eight entries";
"LTEXT_PHRASE_NINECONCEPT" = "With nine entries";
"LTEXT_PHRASE_MORETHANTENCONCEPTS" = "With %d entries";

"LTEXT_SETTINGS_HEADERSECTION_TEXT" = "Configure";
"LTEXT_ABOUT_HEADERSECTION_TEXT" = "About";
"LTEXT_ABOUTANDOPTIONS_DAYMODELABEL_TEXT" = "Entries with days?";
"LTEXT_ABOUTANDOPTIONS_STARTMONTHBUTTON_TEXT" = "Initial month: ";

"LTEXT_ABOUTANDOPTIONS_CONFIRMREMOVECONCEPT_TEXT" = "Remove entries with confirmation?";

"LTEXT_STARTMONTHSELECTORVC_TITLE" = "Mes inicial para los años";

"LTEXT_REPORTAREAITEMS_NOITEMSWARNING" = "There aren't entries for this category";

"LTEXT_EXPORTCHOOSEWHERE_TITLE" = "01. Dónde exportar";
"LTEXT_EXPORTCHOOSEWHERE_NEXTBUTTONTITLE" = "Siguiente";
"LTEXT_EXPORTCHOOSEWHERE_OPTION_1" = "Impresora";
"LTEXT_EXPORTCHOOSEWHERE_OPTION_2" = "PDF";
"LTEXT_EXPORTCHOOSEWHERE_OPTION_3" = "CSV";

"LTEXT_EXPORTCSV_CATEGORY_INCOME" = "Income";
"LTEXT_EXPORTCSV_CATEGORY_EXPENSE" = "Expense";
"LTEXT_EMAIL_SUBJECTCSVEXPORT" = "CSV Export from Easy Incomes and Expenses";

"LTEXT_EXPORTCHOOSEMONTHS_TITLE" = "02. Fechas a exportar";
"LTEXT_EXPORTCHOOSEMONTHS_NEXTBUTTONTITLE" = "Siguiente";

"LTEXT_EXPORTCHOOSEHOW_TITLE" = "03. Cómo exportar";
"LTEXT_EXPORTCHOOSEHOW_NEXTBUTTONTITLE" = "Siguiente";
"LTEXT_EXPORTCHOOSEHOW_OPTION_1" = "Un resumen global";
"LTEXT_EXPORTCHOOSEHOW_OPTION_2" = "Mes a mes";
"LTEXT_EXPORTCHOOSEHOW_OPTION_3" = "Mes a mes con resumen global";

"LTEXT_SETTINGSINDEX_TITLE" = "Settings";
"LTEXT_SETTINGSINDEX_1" = "Setup";
"LTEXT_SETTINGSINDEX_2" = "Password";
"LTEXT_SETTINGSINDEX_3" = "Help";
"LTEXT_SETTINGSINDEX_4" = "About";

"LTEXT_PASSWORDINDEX_ACTIVATE" = "Activar contraseña";
"LTEXT_PASSWORDINDEX_DEACTIVATE" = "Desactivar contraseña";
"LTEXT_PASSWORDINDEX_CHANGE" = "Cambiar contraseña";
"LTEXT_PASSWORDINDEX_VINCULEEMAIL" = "Email para recuperar contraseña";
"LTEXT_PASSWORDINDEX_CHANGEEMAIL" = "Cambiar Email de recuperación de contraseña";

"LTEXT_PASSWORDPANEL_RECOVERYBUTTON_TITLE" = "Recordar contraseña";

"LTEXT_PASSWORDPANEL_VALIDATE_ALERTVIEWRECOVERYEMAILPASSWORDSEND_TITLE" = "Recuperación de contraseña";
"LTEXT_PASSWORDPANEL_VALIDATE_ALERTVIEWRECOVERYEMAILPASSWORDSEND_MESSAGE" = "Se ha enviado un correo electrónico con la contraseña. Por favor, revisa la cuenta de correo que vinculaste para recordar el correo electrónico y asegúrate de que no está marcado como no deseado.";
"LTEXT_PASSWORDPANEL_VALIDATE_ALERTVIEWRECOVERYEMAILPASSWORDSEND_OK" = "Ok";

"LTEXT_PASSWORDPANEL_ACTIVATEMODETITLE" = "Activar contraseña";
"LTEXT_PASSWORDPANEL_DEACTIVATEMODETITLE" = "Desactivar contraseña";
"LTEXT_PASSWORDPANEL_CHANGEMODETITLE" = "Cambiar contraseña";

"LTEXT_PASSWORDPANEL_SCREENMESSAGE_INSERTOVALIDATE" = "Inserta la contraseña";
"LTEXT_PASSWORDPANEL_SCREENMESSAGE_INSERTOCHANGE" = "Inserta la vieja constraseña";
"LTEXT_PASSWORDPANEL_SCREENMESSAGE_INSERTOCREATE" = "Crea la contraseña";
"LTEXT_PASSWORDPANEL_SCREENMESSAGE_INSERTOCONFIRM" = "Confirma la contraseña creada";
"LTEXT_PASSWORDPANEL_SCREENMESSAGE_INSERTTOVALIDATETOENTER" = "Escribe la contraseña para entrar";
"LTEXT_PASSWORDPANEL_SCREENMESSAGE_INVALIDPASSWORDINCONFIRM" = "La contraseña no coincide. Inténtalo de nuevo";
"LTEXT_PASSWORDPANEL_SCREENMESSAGE_INVALIDPASSWORDINDEACTIVATE" = "La contraseña no cincide. Inténtalo de nuevo";
"LTEXT_PASSWORDPANEL_SCREENMESSAGE_INVALIDPASSWORDINCHANGE" = "La contraseña no cincide. Inténtalo de nuevo";
"LTEXT_PASSWORDPANEL_SCREENMESSAGE_INVALIDPASSWORDINVALIDATETOENTER" = "La contraseña no coincide. Inténtalo de nuevo";

"LTEXT_PASSWORDPANEL_INFONOCOMERCIALUSE" = "El correo electrónico SOLO será utilizado para notificar eventos en el ajuste de contraseña. NUNCA con fines comerciales o para contactarte por otros motivos";

"LTEXT_PASSWORDPANEL_CANTVINCULEMAIL_ALERTVIEW_TITLE" = "No es posible";
"LTEXT_PASSWORDPANEL_CANTVINCULEMAIL_ALERTVIEW_MESSAGE" = "Para poder vincular un correo electrónico de recuperación de contraseña es necesario tener configurada una cuenta de correo electronico en el iPad.";
"LTEXT_PASSWORDPANEL_CANTVINCULEMAIL_ALERTVIEW_OK" = "Ok";

"LTEXT_PASSWORDPANELEMAILEDITOR_TITLE" = "Password recovery Email";
"LTEXT_PASSWORDPANELEMAILEDITOR_TEXTFIELD_PLACEHOLDER" = "Email";
"LTEXT_PASSWORDPANELEMAILEDITOR_UNLINKBUTTON_TITLE" = "Desvincular correo electrónico";
"LTEXT_PASSWORDPANELEMAILEDITOR_INFOMSG_DEFAULT" = "Introduce el email donde se enviará la contraseña en caso de que se te olvide. Será la única forma de que puedas acceder a tus datos si no te acuerdas de ella.\nAsegúrate de escribirla bien.";
"LTEXT_PASSWORDPANELEMAILEDITOR_INFOMSG_INVALIDEMAIL" = "El correo electrónico que has introducido es incorrecto.";
"LTEXT_PASSWORDPANELEMAILEDITOR_INFOMSG_NEWVALIDEMAIL" = "El correo electrónico introducido es válido. Pulsa en el botón \"Guardar\" para vincularlo y salir. Cuando lo vincules te mandaremos un correo electrónico, revisa que te llegue pefectamente.";

"LTEXT_PASSWORDPANELEMAILEDITOR_ALERTVIEW_TITLE" = "Email vinculado";
"LTEXT_PASSWORDPANELEMAILEDITOR_ALERTVIEW_MESSAGE" = "Se te ha enviado un correo electrónico de confirmación para verificar que todo ha ido bien. Por favor, revisa que el correo te ha llegado. Si no fuera así asegúrate de que no esté marcado como spam y de que no lo escribiste de manera incorrecta";
"LTEXT_PASSWORDPANELEMAILEDITOR_ALERTVIEW_OK" = "Ok";

"LTEXT_PASSWORDPANELEMAILEDITOR_ALERTVIEW_WARNINGCANTEDITEMAILWITHLINKEDEMAIL_TITLE" = "Advertencia";
"LTEXT_PASSWORDPANELEMAILEDITOR_ALERTVIEW_WARNINGCANTEDITEMAILWITHLINKEDEMAIL_MESSAGE" = "No se puede insertar un nuevo correo electrónico o modificar uno actual si ya hay uno vinculado. Por favor, desvincula el correo electrónico actual para poder insertar uno nuevo";
"LTEXT_PASSWORDPANELEMAILEDITOR_ALERTVIEW_WARNINGCANTEDITEMAILWITHLINKEDEMAIL_OK" = "Ok";

"LTEXT_PASSWORDPANELEMAILEDITOR_ALERTVIEW_CONFIRMUNLINKRECOVERYEMAIL_TITLE" = "Confirmar";
"LTEXT_PASSWORDPANELEMAILEDITOR_ALERTVIEW_CONFIRMUNLINKRECOVERYEMAIL_MESSAGE" = "¿Estás seguro de que deseas desvincular la cuenta de correo electrónico para recordar la contraseña?";
"LTEXT_PASSWORDPANELEMAILEDITOR_ALERTVIEW_CONFIRMUNLINKRECOVERYEMAIL_NO" = "No";
"LTEXT_PASSWORDPANELEMAILEDITOR_ALERTVIEW_CONFIRMUNLINKRECOVERYEMAIL_YES" = "Sí";

"LTEXT_PASSWORD_EMAILLINKED_SUBJECT" = "Easy Incomes and Expenses - Email linked";
"LTEXT_PASSWORD_EMAILLINKED_MESSAGE" = "Hello!\n\nThis is an automatic email from Easy Incomes and Expenses app.\n\nYou have just LINKED this email account to have a medium to remember your password in the app in case that you forget it.\n\nYour current password is %@.\n\nThank you very much for purchase the pro version of Easy Incomes and Expenses. Remember that any feedback is always welcome at feedback@frodrig.com.\n\nBest regards.\n\nEasy Incomes and Expenses\nhttp://easyincomesandexpenses.frodrig.com";

"LTEXT_PASSWORD_EMAILUNLINKED_SUBJECT" = "Easy Incomes and Expenses - Email unlinked";
"LTEXT_PASSWORD_EMAILUNLINKED_MESSAGE" = "Hello!\n\nThis is an automatic email from Easy Incomes and Expenses app.\n\nThis email account have just UNLINKED as medium to remember your password in the app in case that you forget it. Now you have NOT possibility to receive an email with the app password in case you don’t remember it.\n\nThank you very much for purchase the pro version of Easy Incomes and Expenses. Remember that any feedback is always welcome at feedback@frodrig.com.\n\nBest regards.\n\nEasy Incomes and Expenses\nhttp://easyincomesandexpenses.frodrig.com";

"LTEXT_PASSWORD_EMAILREMEMBERPASSWORD_SUBJECT" = "Easy Incomes and Expenses - Remember your password";
"LTEXT_PASSWORD_EMAILREMEMBERPASSWORD_MESSAGE" = "Hello!\n\nThis is an automatic email from Easy Incomes and Expenses app.\n\nYour current password in the app is %@.\n\nThank you very much for purchase the pro version of Easy Incomes and Expenses. Remember that any feedback is always welcome at feedback@frodrig.com.\n\nBest regards.\n\nEasy Incomes and Expenses\nhttp://easyincomesandexpenses.frodrig.com";

"LTEXT_PASSWORD_EMAILACTIVATEPASSWORDMODE_SUBJECT" = "Easy Incomes and Expenses - Password mode activated";
"LTEXT_PASSWORD_EMAILACTIVATEPASSWORDMODE_MESSAGE" = "Hello!\n\nThis is an automatic email from Easy Incomes and Expenses app.\n\nYou have just activate the password mode for the app with the secret code %@.\n\nThank you very much for purchase the pro version of Easy Incomes and Expenses. Remember that any feedback is always welcome at feedback@frodrig.com.\n\nBest regards.\n\nEasy Incomes and Expenses\nhttp://easyincomesandexpenses.frodrig.com";

"LTEXT_PASSWORD_EMAILDEACTIVATEPASSWORDMODE_SUBJECT" = "Easy Incomes and Expenses - Password mode deactivated";
"LTEXT_PASSWORD_EMAILDEACTIVATEPASSWORDMODE_MESSAGE" = "Hello!\n\nThis is an automatic email from Easy Incomes and Expenses app.\n\nYou have just deactivate the password mode for the app.\n\nThank you very much for purchase the pro version of Easy Incomes and Expenses. Remember that any feedback is always welcome at feedback@frodrig.com.\n\nBest regards.\n\nEasy Incomes and Expenses\nhttp://easyincomesandexpenses.frodrig.com";

"LTEXT_PASSWORD_EMAILCHANGEPASSWORD_SUBJECT" = "Easy Incomes and Expenses - Password was changed";
"LTEXT_PASSWORD_EMAILCHANGEPASSWORD_SUBJECT" = "Hello!\n\nThis is an automatic email from Easy Incomes and Expenses app.\n\nYour current password in the app has changed to the secret code %@.\n\nThank you very much for purchase the pro version of Easy Incomes and Expenses. Remember that any feedback is always welcome at feedback@frodrig.com.\n\nBest regards.\n\nEasy Incomes and Expenses\nhttp://easyincomesandexpenses.frodrig.com";

"LTEXT_FAVORITE_NAVIGATIONITEM_TITLE" = "Favorites";
"LTEXT_FAVORITE_NOFAVORITESADVICE" = "No hay conceptos favoritos";
"LTEXT_FAVORITE_SELECT_ALL" = "Select all";
"LTEXT_FAVORITE_UNSELECT_ALL" = "Deselect all";

"LTEXT_ALERT_CANTSENDEMAIL_ALERTVIEW_CSV_TITLE" = "No se pueden enviar correos";
"LTEXT_ALERT_CANTSENDEMAIL_ALERTVIEW_CSV_MESSAGE" = "No es posible enviar correos electrónicos. Asegúrate de tener configurada una cuenta de correo en tu iPad. Es necesario para que puedas enviar y ver el fichero CSV generado.";
"LTEXT_ALERT_CANTSENDEMAIL_ALERTVIEW_CSV_OKBUTTON" = "Deacuerdo";

"LTEXT_MONTHSELECTOR_TITLE" = "Choose a month";

"LTEXT_CONTEXTSUBMENU_OPTION_EXPORTCSV" = "CSV export";
"LTEXT_CONTEXTSUBMENU_OPTION_REMOVEALLCONCEPTS" = "Remove all concepts";
"LTEXT_CONTEXTSUBMENU_ALERTVIEWREMOVEALLCONCEPTS_TITLE" = "Confirmación";
"LTEXT_CONTEXTSUBMENU_ALERTVIEWREMOVEALLCONCEPTS_MSG_YEAR" = "¿Estás seguro de querer borrar TODOS los conceptos del AÑO?";
"LTEXT_CONTEXTSUBMENU_ALERTVIEWREMOVEALLCONCEPTS_MSG_MONTH" = "¿Estás seguro de querer borrar TODOS los conceptos del MES?";
"LTEXT_CONTEXTSUBMENU_ALERTVIEWREMOVEALLCONCEPTS_CANCELOPTION" = "No";
"LTEXT_CONTEXTSUBMENU_ALERTVIEWREMOVEALLCONCEPTS_REMOVEOPTION" = "Sí";

"LTEXT_ALERTVIEW_CONFIRMREMOVECONCEPT_TITLE" = "Confirm";
"LTEXT_ALERTVIEW_CONFIRMREMOVECONCEPT_MESSAGE" = "Are your sure about remove this entry?";
"LTEXT_ALERTVIEW_CONFIRMREMOVECONCEPT_YES" = "Yes";
"LTEXT_ALERTVIEW_CONFIRMREMOVECONCEPT_NO" = "No";

"LTEXT_HELPSELECTOR_ALLVERSIONS" = "All versions";
"LTEXT_HELPSELECTOR_PROVERSION" = "Only Pro version";

"LTEXT_HELPCONTENT_PROVERSION_1" = "01. Mes inicial";
"LTEXT_HELPCONTENT_PROVERSION_2" = "02. Conceptos favoritos";
"LTEXT_HELPCONTENT_PROVERSION_3" = "03. Contraseña";
"LTEXT_HELPCONTENT_PROVERSION_4" = "04. Copiar, mover y duplicar conceptos";
"LTEXT_HELPCONTENT_PROVERSION_5" = "05. Exportar CSV";
"LTEXT_HELPCONTENT_PROVERSION_6" = "06. Borrado de todos los conceptos";
"LTEXT_HELPCONTENT_PROVERSION_7" = "07. Otros parámetros de configuración";

"LTEXT_HELPCONTENT_ALLVERSIONS_1" = "01. General description";
"LTEXT_HELPCONTENT_ALLVERSIONS_2" = "02. Context tabs";
"LTEXT_HELPCONTENT_ALLVERSIONS_3" = "03. Items";
"LTEXT_HELPCONTENT_ALLVERSIONS_4" = "04. Categories";
"LTEXT_HELPCONTENT_ALLVERSIONS_5" = "05. Reports";
"LTEXT_HELPCONTENT_ALLVERSIONS_6" = "06. Remove and empty";
"LTEXT_HELPCONTENT_ALLVERSIONS_7" = "07. Days in concepts";
"LTEXT_HELPCONTENT_ALLVERSIONS_8" = "08. Trucos";

"LTEXT_HELPCONTENT_ALLVERSIONS_1_1_1" = "The main goal of {Easy Incomes and Expenses} is to help you manage your economy in a simple and elegant way. ";
"LTEXT_HELPCONTENT_ALLVERSIONS_1_2_1" = "You can enter every month all your +[incomes]+ and -[expenses]-.";
"LTEXT_HELPCONTENT_ALLVERSIONS_1_3_1" = "Every +[income]+ and -[expenses]- are linked to a category (food, petrol, mortgage, salary…) and, if you like, to a specific day.";
"LTEXT_HELPCONTENT_ALLVERSIONS_1_4_1" = "You can always check your monthly or anual balance (+[incomes]+ {minus} -[expenses]-) and also other detailed reports.";

"LTEXT_HELPCONTENT_ALLVERSIONS_2_1_1" = "Context tabs allow you to access to another month and also to the summary of the open year.";
"LTEXT_HELPCONTENT_ALLVERSIONS_2_2_1" = "Clicking on a context tab shows you inmediately the balance (+[incomes]+ {minus} -[expenses]-) related.";
"LTEXT_HELPCONTENT_ALLVERSIONS_2_3_1" = "The current open year is shown in the first tab. \n\nIf you’d like to change the year, simply click on the upper right option <Years>.";

"LTEXT_HELPCONTENT_ALLVERSIONS_3_1_1" = "An entry is an +[income]+ or an -[expense]- that has been added to a specific month.";
"LTEXT_HELPCONTENT_ALLVERSIONS_3_2_1" = "To type an entry you need to click on the <Entries> mode and slide the input panel up.";
"LTEXT_HELPCONTENT_ALLVERSIONS_3_3_1" = "The input panel is at the bottom of the screen.";
"LTEXT_HELPCONTENT_ALLVERSIONS_3_4_1" = "If you’d like to enter an +[income]+, click on the <+> button. If you’d like to enter an -[expense]-, then click on the <-> button.\n\nYou will find these buttons in the input panel.";
"LTEXT_HELPCONTENT_ALLVERSIONS_3_5_1" = "Type numbers and click on the <Add> button of the input panel to create your entry.";
"LTEXT_HELPCONTENT_ALLVERSIONS_3_6_1" = "Categories and amounts can be modified by clicking on them.";
"LTEXT_HELPCONTENT_ALLVERSIONS_3_7_1" = "Slide down the input panel if you do not wish to add any other entry.";

"LTEXT_HELPCONTENT_ALLVERSIONS_4_1_1" = "Entries must be always linked to a category.";
"LTEXT_HELPCONTENT_ALLVERSIONS_4_2_1" = "Categories allow you to describe and group your +[incomes]+ and -[expenses]-.";
"LTEXT_HELPCONTENT_ALLVERSIONS_4_3_1" = "There are two category groups: +[incomes]+ category and -[expenses]- category.";
"LTEXT_HELPCONTENT_ALLVERSIONS_4_4_1" = "There are two categories by default: {General Income} and {General Expenses}. The input panel will choose them automatically when clicking on <+> and <-> buttons.";
"LTEXT_HELPCONTENT_ALLVERSIONS_4_5_1" = "Just click on the name of the category selected in the input panel, if you’d like to create a new one or change it. ";
"LTEXT_HELPCONTENT_ALLVERSIONS_4_6_1" = "If you’d like to check, create, rename or remove your categories, simply click on the <Categories> option in the upper right of the screen.";

"LTEXT_HELPCONTENT_ALLVERSIONS_5_1_1" = "When the input panel is hidden, you can check your reports by clicking on <Reports> button.";
"LTEXT_HELPCONTENT_ALLVERSIONS_5_2_1" = "Reports show +[incomes]+ and -[expenses]- totals, +[income]+ totals per category and -[expense]- totals per category.\n\nThere is a menu at the bottom that allows you to choose which kind of report you want to check.";
"LTEXT_HELPCONTENT_ALLVERSIONS_5_3_1" = "If the report contains more information that can fit on the screen, simply slide your finger to the right/left to see more.";
"LTEXT_HELPCONTENT_ALLVERSIONS_5_4_1" = "You can check your reports of +[incomes]+ or -[expenses]- in economic values or percentages. Just click with one finger on the report area to change from one to the other.";

"LTEXT_HELPCONTENT_ALLVERSIONS_6_1_1" = "Cross out (from left to right) with one finger everytime you want to remove something.";
"LTEXT_HELPCONTENT_ALLVERSIONS_6_2_1" = "Cross out with one finger (from left to right) an entry and it will be removed.";
"LTEXT_HELPCONTENT_ALLVERSIONS_6_3_1" = "Cross out a figure with one finger (from left to right) in the input panel and it will be removed.";
"LTEXT_HELPCONTENT_ALLVERSIONS_6_4_1" = "On the upper right there’s a <Categories> button. Cross out a category if you want to remove it.\n\nThis action will ask for confirmation if there are any entries linked to the category.";
"LTEXT_HELPCONTENT_ALLVERSIONS_6_5_1" = "On the upper right there is a <Years> button. Cross out a year if you want to empty it.\n\nThis action will ask for confirmation if there are any entries linked to the year.";

"LTEXT_HELPCONTENT_ALLVERSIONS_7_1_1" = "Go to settings to enable days to entries.";
"LTEXT_HELPCONTENT_ALLVERSIONS_7_2_1" = "Click on <No day>  and a calendar will pop up.";
"LTEXT_HELPCONTENT_ALLVERSIONS_7_3_1" = "If the option days is enabled, it will be possible for you to enter a day with every entry.\n\nSimply click on the new text with dates.";

"LTEXT_HELPCONTENT_ALLVERSIONS_8_1_1" = "Click on <+> or <-> buttons to quickly open the input panel.";
"LTEXT_HELPCONTENT_ALLVERSIONS_8_2_1" = "Click on <+> or <-> buttons when you are in the +[income]+ or -[expense]- mode to quickly close the input panel.";
"LTEXT_HELPCONTENT_ALLVERSIONS_8_3_1" = "In the summary of the year (first tab), if you click on an entry, you will go to the month it belongs.";

